<?php
// Text
$_['text_subject']        = '【Yoyo Market】 %s へようこそ!';
$_['text_welcome']        = 'この度は、Yoyo Market にご登録いただきましてまことにありがとうございます! 登録されたメールアドレスとパスワードでログインの上、お買い物を楽しんでください。';
$_['text_login']          = 'お客様のアカウントを作成いたしました。 下記のリンクをクリックしていただきますと、メールアドレスとご登録いただいているパスワードにて、ログインしていただけます:'; // yym_custom: ignore
$_['text_approval']       = 'アカウントの承認終了後は当店のサイトまたは以下のURLからメールアドレスとご登録いただけておりますパスワードでログインしていただけます。'; // yym_custom: ignore
$_['text_services']       = 'ログインいただきますと、注文履歴より注文にまつわる請求書の印刷や、お客様のご登録情報の変更などを行っていただくことが可能となります。';
$_['text_footer']         = 'アカウントに関するご質問がございましたら、このメールに返事してお問合せください。'; // yym_custom
$_['text_thanks']         = '今後ともよろしくお願いいたします。';
$_['text_new_customer']   = '新規顧客';
$_['text_signup']         = '新規顧客が登録されました:';
$_['text_website']        = 'ウェブサイト:';
$_['text_customer_group'] = '顧客グループ:';
$_['text_firstname']      = '氏名(姓):';
$_['text_lastname']       = '氏名(名):';
$_['text_email']          = 'メールアドレス:';
$_['text_telephone']      = '電話番号:';
